IDEA Open Model
ISDModel.Geometry Property
Compatible with IDEA StatiCa 20.1
 All geometrical entities of Detail
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<ReferenceElement> Geometry { get; set; }
Public Property Geometry As List(Of ReferenceElement)
	Get
	Set
Property Value
Type: List<ReferenceElement>
See Also
Reference
ISDModel Class
IdeaRS.OpenModel.Detail Namespace